Repository: LaoZhong-Mihari/HRT-Recorder-PKcomponent-Test
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, th, zh_hans, zh_hant

# medimport.dose.parsed_mass
source: Parsed %1$@ mg from the medication name.
de: %1$@ mg aus dem Medikamentennamen erkannt.
es: Se detectaron %1$@ mg en el nombre del medicamento.
fr: Valeur de %1$@ mg extraite du nom du médicament.
ja: 薬剤名から%1$@ mgを読み取りました。
ko: 약물 이름에서 %1$@ mg을 분석했습니다.
th: อ่านค่า %1$@ mg จากชื่อยา
zh_hans: 已从药名中解析出 %1$@ mg。
zh_hant: 已从藥名中解析出 %1$@ mg。

# medimport.dose.parsed_release_rate
source: Parsed %1$@ ug/day from the medication name.
de: %1$@ µg/Tag aus dem Medikamentennamen erkannt.
es: Se detectó una tasa de %1$@ ug/día en el nombre del medicamento.
fr: Valeur de %1$@ µg/jour extraite du nom du médicament.
ja: 薬剤名から%1$@ µg/日の放出速度を読み取りました。
ko: 약물 이름에서 %1$@ ug/day를 분석했습니다.
th: อ่านค่า %1$@ ug/วัน จากชื่อยา
zh_hans: 已从药名中解析出 %1$@ ug/day。
zh_hant: 已从藥名中解析出 %1$@ ug/day。

# medimport.dose.release_rate_quantity
source: %1$@ %2$@ at %3$@ ug/day
de: %1$@ %2$@ mit %3$@ µg/Tag
es: %1$@ %2$@ a %3$@ ug/día
fr: %1$@ %2$@ à %3$@ µg/jour
ja: %1$@ %2$@、放出速度%3$@ µg/日
ko: %1$@ %2$@, %3$@ ug/day
th: %1$@ %2$@ ที่อัตรา %3$@ ug/วัน
zh_hans: %1$@ %2$@，释放速率 %3$@ ug/day
zh_hant: %1$@ %2$@，釋放速率 %3$@ ug/day

# medimport.error.query_timed_out
source: Apple Health took too long to answer. Close the sheet and try again.
de: Apple Health hat nicht rechtzeitig geantwortet. Schließen Sie dieses Fenster und versuchen Sie es erneut.
es: Salud de Apple tardó demasiado en responder. Cierra la hoja e inténtalo de nuevo.
fr: Santé d’Apple a mis trop de temps à répondre. Fermez cette fenêtre et réessayez.
ja: ヘルスケアからの応答に時間がかかっています。この画面を閉じて、もう一度お試しください。
ko: Apple Health 응답이 지연되고 있습니다. 이 화면을 닫고 다시 시도하세요.
th: Apple Health ใช้เวลาตอบสนองนานเกินไป โปรดปิดหน้าต่างนี้แล้วลองอีกครั้ง
zh_hans: Apple 健康响应过慢，请关闭页面后重试。
zh_hant: Apple 健康響應過慢，請關閉頁面後重試。

# medimport.note.aligned_partial_schedule
source: Matched this Health medication, but only partial schedule details were available. Review before saving.
de: Dieses Apple-Health-Medikament wurde zugeordnet, aber es waren nur unvollständige Zeitplandaten verfügbar. Prüfen Sie die Angaben vor dem Speichern.
es: Se ha identificado este medicamento de Salud, pero solo se dispone de parte de los datos de la pauta. Revisa los datos antes de guardar.
fr: Ce médicament de Santé a été reconnu, mais seuls certains détails du programme étaient disponibles. Vérifiez-les avant l’enregistrement.
ja: このヘルスケアの薬と一致しましたが、スケジュール情報の一部しか取得できませんでした。保存前に確認してください。
ko: 이 Health 약물과 일치했지만 일정 정보가 일부만 제공되었습니다. 저장하기 전에 검토하세요.
th: จับคู่ยานี้จาก Health ได้ แต่มีรายละเอียดตารางเวลาเพียงบางส่วน โปรดตรวจสอบก่อนบันทึก
zh_hans: 已匹配此 Health 用药，但只能读取到部分计划信息，保存前请确认。
zh_hant: 已匹配此 Health 用藥，但只能讀取到部分計劃信息，儲存前請確認。

# medimport.note.aligned_with_schedule
source: Seeded dose and reminder timing from the Health medication schedule. Review and adjust before saving.
de: Dosis und Erinnerungszeiten wurden aus dem Medikamentenplan in Apple Health übernommen. Prüfen und ändern Sie die Angaben vor dem Speichern.
es: Se han rellenado la dosis y la hora del recordatorio a partir de la pauta del medicamento en Salud. Revisa y ajusta los datos antes de guardar.
fr: La dose et les heures de rappel ont été préremplies à partir du programme du médicament dans Santé. Vérifiez-les et ajustez-les avant l’enregistrement.
ja: ヘルスケアの服薬スケジュールから投与量と通知時刻を設定しました。保存前に確認し、必要に応じて調整してください。
ko: Health 약물 일정에서 용량과 알림 시간을 가져왔습니다. 저장하기 전에 검토하고 조정하세요.
th: กรอกขนาดยาและเวลาแจ้งเตือนเบื้องต้นจากตารางยาใน Health แล้ว โปรดตรวจสอบและปรับก่อนบันทึก
zh_hans: 已根据 Apple 健康中的用药计划预填剂量和提醒时间，保存前请再确认。
zh_hant: 已根據 Apple 健康中的用藥計劃預填劑量和提醒時間，儲存前請再確認。

# medimport.note.as_needed
source: Health marks this medication as taken as needed. Add or adjust reminders manually if needed.
de: Apple Health kennzeichnet dieses Medikament als bedarfsweise eingenommen. Fügen Sie Erinnerungen bei Bedarf manuell hinzu oder passen Sie sie an.
es: Salud marca este medicamento para tomarlo cuando sea necesario. Añade o ajusta los recordatorios manualmente si quieres usarlos.
fr: Santé indique que ce médicament est pris au besoin. Ajoutez ou ajustez manuellement les rappels si nécessaire.
ja: ヘルスケアでは必要時投与に設定されています。必要に応じてリマインダーを手動で追加または調整してください。
ko: Health에서 필요 시 복용하는 약물로 표시했습니다. 필요한 경우 알림을 직접 추가하거나 조정하세요.
th: Health ระบุว่ายานี้ใช้ตามต้องการ ให้เพิ่มหรือปรับการแจ้งเตือนด้วยตนเองหากจำเป็น
zh_hans: Health 将此药物标记为按需服用，如有需要请手动添加或调整提醒。
zh_hant: Health 將此藥物標記為按需服用，如有需要請手動添加或調整提醒。

# medimport.note.mapping_format
source: Health mapping: %@.
de: Apple-Health-Zuordnung: %@.
es: Correspondencia de Salud: %@.
fr: Correspondance Santé : %@.
ja: ヘルスケアの対応付け：%@。
ko: Health 매핑: %@.
th: การจับคู่จาก Health: %@
zh_hans: Health 映射：%@。
zh_hant: Health 映射：%@。

# medimport.note.matched_rule_format
source: Matched %@ from Apple Health.
de: %@ aus Apple Health zugeordnet.
es: Se identificó %@ en Salud de Apple.
fr: %@ reconnu à partir de Santé d’Apple.
ja: ヘルスケアの%@と一致しました。
ko: Apple Health의 %@와 일치함.
th: จับคู่ %@ จาก Apple Health
zh_hans: 已将 Apple Health 中的该药物匹配为 %@。
zh_hant: 已將 Apple Health 中的該藥物匹配為 %@。

# medimport.note.needs_dose_with_schedule
source: Health provided scheduled reminder times, but the app couldn't fully convert the scheduled dose into a usable template. Confirm the dose details before saving.
de: Apple Health hat geplante Erinnerungszeiten bereitgestellt, aber die geplante Dosis konnte nicht vollständig in eine verwendbare Vorlage umgewandelt werden. Bestätigen Sie die Dosisangaben vor dem Speichern.
es: Salud proporcionó horas de recordatorio, pero la app no pudo convertir por completo la dosis programada en una plantilla utilizable. Confirma los datos de la dosis antes de guardar.
fr: Santé a fourni des heures de rappel, mais l’app n’a pas pu convertir entièrement la dose planifiée en un modèle utilisable. Confirmez les détails de la dose avant l’enregistrement.
ja: ヘルスケアから通知時刻を取得しましたが、予定投与量を使用可能なテンプレートへ完全には変換できませんでした。保存前に投薬情報を確認してください。
ko: Health에서 예정 알림 시간을 제공했지만 예정 용량을 사용 가능한 템플릿으로 완전히 변환하지 못했습니다. 저장하기 전에 용량 세부 정보를 확인하세요.
th: Health ให้เวลาแจ้งเตือนตามกำหนด แต่แอปไม่สามารถแปลงขนาดยาตามกำหนดเป็นแม่แบบที่ใช้ได้อย่างสมบูรณ์ โปรดยืนยันรายละเอียดขนาดยาก่อนบันทึก
zh_hans: Health 提供了计划提醒时间，但应用还无法把计划剂量完整换算成可用模板，保存前请确认剂量。
zh_hant: Health 提供了計劃提醒時間，但App還無法把計劃劑量完整換算成可用模板，儲存前請確認劑量。

# medimport.note.needs_dose_without_schedule
source: This medication matched a rule, but the app couldn't build a default dose from Health. Confirm the dose manually before saving.
de: Dieses Medikament entspricht einer Regel, aber aus Apple Health konnte keine Standarddosis erstellt werden. Bestätigen Sie die Dosis vor dem Speichern manuell.
es: Este medicamento coincide con una regla, pero la app no pudo crear una dosis predeterminada a partir de Salud. Confirma la dosis manualmente antes de guardar.
fr: Ce médicament correspond à une règle, mais l’app n’a pas pu créer de dose par défaut à partir de Santé. Confirmez manuellement la dose avant l’enregistrement.
ja: 対応ルールと一致しましたが、ヘルスケアから既定の投薬内容を作成できませんでした。保存前に投与量を手動で確認してください。
ko: 이 약물은 규칙과 일치했지만 Health에서 기본 용량을 만들지 못했습니다. 저장하기 전에 용량을 직접 확인하세요.
th: ยานี้ตรงกับกฎ แต่แอปไม่สามารถสร้างขนาดยาเริ่มต้นจาก Health ได้ โปรดยืนยันขนาดยาด้วยตนเองก่อนบันทึก
zh_hans: 此药物已匹配到规则，但应用还无法从 Health 生成默认剂量，保存前请手动确认。
zh_hant: 此藥物已匹配到規則，但App還無法从 Health 生成預設劑量，儲存前請手動確認。

# medimport.note.needs_rule
source: No alignment rule yet for this Health medication.
de: Für dieses Apple-Health-Medikament gibt es noch keine Zuordnungsregel.
es: Aún no existe una regla de correspondencia para este medicamento de Salud.
fr: Aucune règle de correspondance n’existe encore pour ce médicament de Santé.
ja: このヘルスケアの薬に対応するルールはまだありません。
ko: 이 Health 약물에 대한 연결 규칙이 아직 없습니다.
th: ยังไม่มีกฎการจับคู่สำหรับยานี้จาก Health
zh_hans: 这条 Health 用药目前还没有对齐规则。
zh_hant: 這條 Health 用藥目前還沒有對齊規則。

# medimport.note.record_only_format
source: %@ is imported as an oral reminder/record medication only and won't affect estradiol simulation.
de: %@ wird nur als orales Medikament für Erinnerungen und Aufzeichnungen importiert und beeinflusst die Estradiol-Simulation nicht.
es: %@ se importa solo como medicamento oral para recordatorios y registros, y no afecta a la simulación de estradiol.
fr: %@ est importé uniquement comme médicament oral pour les rappels et l’enregistrement, et n’influence pas la simulation de l’estradiol.
ja: %@は経口のリマインダー／記録専用薬として読み込まれ、エストラジオールのシミュレーションには影響しません。
ko: %@는 경구용 알림/기록 약물로만 가져오며 에스트라디올 시뮬레이션에는 영향을 미치지 않습니다.
th: %@ จะนำเข้าเป็นยารับประทานสำหรับการแจ้งเตือนและบันทึกเท่านั้น โดยไม่ส่งผลต่อการจำลองเอสตราไดออล
zh_hans: %@ 会作为仅提醒/记录的口服药物导入，不会影响雌二醇模拟。
zh_hant: %@ 會作為僅提醒/記錄的口服藥物匯入，不會影響雌二醇模擬。

# medimport.note.sublingual_confirmation
source: Sublingual dosing isn't auto-detected. Confirm whether this should stay oral or become sublingual.
de: Eine sublinguale Anwendung wird nicht automatisch erkannt. Bestätigen Sie, ob die Anwendung oral bleiben oder auf sublingual geändert werden soll.
es: La administración sublingual no se detecta automáticamente. Confirma si debe seguir siendo oral o cambiarse a sublingual.
fr: La prise sublinguale n’est pas détectée automatiquement. Confirmez si elle doit rester orale ou devenir sublinguale.
ja: 舌下投与は自動判定されません。経口のままにするか舌下へ変更するか確認してください。
ko: 설하 투여는 자동으로 감지되지 않습니다. 경구로 유지할지 설하로 변경할지 확인하세요.
th: ระบบไม่ตรวจพบการใช้ยาใต้ลิ้นโดยอัตโนมัติ โปรดยืนยันว่าควรคงเป็นยารับประทานหรือเปลี่ยนเป็นยาใต้ลิ้น
zh_hans: 应用不会自动识别舌下给药，请确认这里应保持口服还是改成舌下。
zh_hant: App不會自動識別舌下給藥，請確認這裡應保持口服還是改成舌下。

# medimport.rule.bicalutamide_oral
source: Bicalutamide oral medication
de: Bicalutamid zum Einnehmen
es: Medicamento oral con bicalutamida
fr: Médicament oral : bicalutamide
ja: ビカルタミド経口薬
ko: 비칼루타미드 경구 약물
th: ยาไบคาลูทาไมด์ชนิดรับประทาน
zh_hans: 口服比卡鲁胺
zh_hant: 口服比卡魯胺

# medimport.rule.cyproterone_acetate_oral
source: Cyproterone acetate oral medication
de: Cyproteronacetat zum Einnehmen
es: Medicamento oral con acetato de ciproterona
fr: Médicament oral : acétate de cyprotérone
ja: 酢酸シプロテロン経口薬
ko: 시프로테론 아세테이트 경구 약물
th: ยาไซโปรเทโรนอะซิเตตชนิดรับประทาน
zh_hans: 口服醋酸环丙孕酮
zh_hant: 口服醋酸環丙孕酮

# medimport.rule.dutasteride_oral
source: Dutasteride oral medication
de: Dutasterid zum Einnehmen
es: Medicamento oral con dutasterida
fr: Médicament oral : dutastéride
ja: デュタステリド経口薬
ko: 두타스테리드 경구용 약물
th: ยาดูตาสเตไรด์ชนิดรับประทาน
zh_hans: 口服度他雄胺
zh_hant: 口服度他雄胺

# medimport.rule.estradiol_benzoate_injection
source: Estradiol benzoate injection
de: Estradiolbenzoat-Injektion
es: Inyección de benzoato de estradiol
fr: Injection de benzoate d’estradiol
ja: 安息香酸エストラジオール注射
ko: 에스트라디올벤조에이트주사
th: ยาฉีดเอสตราไดออลเบนโซเอต
zh_hans: 苯甲酸雌二醇注射液
zh_hant: 苯甲酸雌二醇注射液

# medimport.rule.estradiol_cypionate_injection
source: Estradiol cypionate injection
de: Estradiolcypionat-Injektion
es: Inyección de cipionato de estradiol
fr: Injection de cypionate d’estradiol
ja: エストラジオールシピオネート注射
ko: 에스트라디올시피오네이트주사
th: ยาฉีดเอสตราไดออลไซพิโอเนต
zh_hans: 环戊丙酸雌二醇注射液
zh_hant: 環戊丙酸雌二醇注射液

# medimport.rule.estradiol_enanthate_injection
source: Estradiol enanthate injection
de: Estradiolenanthat-Injektion
es: Inyección de enantato de estradiol
fr: Injection d’énanthate d’estradiol
ja: エストラジオールエナント酸注射
ko: 에스트라디올에난테이트 주사
th: ยาฉีดเอสตราไดออลเอนันเทต
zh_hans: 庚酸雌二醇注射液
zh_hant: 庚酸雌二醇注射液

# medimport.rule.estradiol_oral_tablet
source: Estradiol oral tablet
de: Estradiol-Tablette zum Einnehmen
es: Comprimido oral de estradiol
fr: Comprimé oral d’estradiol
ja: エストラジオール経口錠
ko: 에스트라디올 경구 정제
th: ยาเม็ดเอสตราไดออลชนิดรับประทาน
zh_hans: 雌二醇口服片
zh_hant: 雌二醇口服片

# medimport.rule.estradiol_topical
source: Estradiol topical
de: Estradiol topisch
es: Estradiol tópico
fr: Estradiol topique
ja: エストラジオール外用薬
ko: 에스트라디올 국소
th: เอสตราไดออลชนิดใช้ภายนอก
zh_hans: 雌二醇外用制剂
zh_hant: 雌二醇外用制劑

# medimport.rule.estradiol_transdermal_patch
source: Estradiol transdermal patch
de: Transdermales Estradiolpflaster
es: Parche transdérmico de estradiol
fr: Patch transdermique d’estradiol
ja: エストラジオール経皮パッチ
ko: 에스트라디올 경피 패치
th: แผ่นแปะเอสตราไดออลผ่านผิวหนัง
zh_hans: 雌二醇透皮贴片
zh_hant: 雌二醇透皮貼片

# medimport.rule.estradiol_valerate_injection
source: Estradiol valerate injection
de: Estradiolvalerat-Injektion
es: Inyección de valerato de estradiol
fr: Injection de valérate d’estradiol
ja: 吉草酸エストラジオール注射
ko: 에스트라디올 발레레이트 주사
th: ยาฉีดเอสตราไดออลวาเลอเรต
zh_hans: 戊酸雌二醇注射液
zh_hant: 戊酸雌二醇注射液

# medimport.rule.estradiol_valerate_oral_tablet
source: Estradiol valerate oral tablet
de: Estradiolvalerat-Tablette zum Einnehmen
es: Comprimido oral de valerato de estradiol
fr: Comprimé oral de valérate d’estradiol
ja: 吉草酸エストラジオール経口錠
ko: 에스트라디올 발레레이트 경구 정제
th: ยาเม็ดเอสตราไดออลวาเลอเรตชนิดรับประทาน
zh_hans: 口服雌二醇戊酸酯片剂
zh_hant: 口服雌二醇戊酸酯片劑

# medimport.rule.finasteride_oral
source: Finasteride oral medication
de: Finasterid zum Einnehmen
es: Medicamento oral con finasterida
fr: Médicament oral : finastéride
ja: フィナステリド経口薬
ko: 피나스테리드 경구 약물
th: ยาฟิเนสเทไรด์ชนิดรับประทาน
zh_hans: 口服非那雄胺
zh_hant: 口服非那雄胺

# medimport.rule.spironolactone_oral
source: Spironolactone oral medication
de: Spironolacton zum Einnehmen
es: Medicamento oral con espironolactona
fr: Médicament oral : spironolactone
ja: スピロノラクトン経口薬
ko: 스피로노락톤 경구 약물
th: ยารับประทานสไปโรโนแลคโตน
zh_hans: 口服螺内酯
zh_hant: 口服螺內酯

# medimport.rule.testosterone_cypionate_injection
source: Testosterone cypionate injection
de: Testosteroncypionat-Injektion
es: Inyección de cipionato de testosterona
fr: Injection de cypionate de testostérone
ja: テストステロンシピオン酸注射
ko: 테스토스테론 시피오네이트 주사
th: ยาฉีดเทสโทสเตอโรนไซพิโอเนต
zh_hans: 环戊丙酸睾酮注射液
zh_hant: 環戊丙酸睾酮注射液

# medimport.rule.testosterone_enanthate_injection
source: Testosterone enanthate injection
de: Testosteronenanthat-Injektion
es: Inyección de enantato de testosterona
fr: Injection d’énanthate de testostérone
ja: テストステロンエナント酸注射
ko: 테스토스테론 에난테이트 주사
th: ยาฉีดเทสโทสเตอโรนเอนันเทต
zh_hans: 庚酸睾酮注射液
zh_hant: 庚酸睾酮注射液

# medimport.rule.testosterone_gel
source: Testosterone gel
de: Testosterongel
es: Gel de testosterona
fr: Gel de testostérone
ja: テストステロンジェル
ko: 테스토스테론 젤
th: เจลเทสโทสเตอโรน
zh_hans: 睾酮凝胶
zh_hant: 睾酮凝膠

# medimport.rule.testosterone_topical
source: Testosterone topical
de: Testosteron topisch
es: Testosterona tópica
fr: Testostérone topique
ja: テストステロン外用薬
ko: 국소 테스토스테론
th: เทสโทสเตอโรนชนิดใช้ภายนอก
zh_hans: 睾酮外用制剂
zh_hant: 睾酮外用制劑

# medimport.rule.testosterone_transdermal_patch
source: Testosterone transdermal patch
de: Transdermales Testosteronpflaster
es: Parche transdérmico de testosterona
fr: Patch transdermique de testostérone
ja: テストステロン経皮パッチ
ko: 테스토스테론 경피 패치
th: แผ่นแปะเทสโทสเตอโรนผ่านผิวหนัง
zh_hans: 睾酮透皮贴片
zh_hant: 睾酮透皮貼片

# medimport.rule.testosterone_undecanoate_injection
source: Testosterone undecanoate injection
de: Testosteronundecanoat-Injektion
es: Inyección de undecanoato de testosterona
fr: Injection d’undécanoate de testostérone
ja: テストステロンウンデカン酸注射
ko: 테스토스테론 운데카노에이트 주사
th: ยาฉีดเทสโทสเตอโรนอันเดคาโนเอต
zh_hans: 十一酸睾酮注射液
zh_hant: 十一酸睾酮注射液

# medimport.rule.testosterone_undecanoate_oral
source: Testosterone undecanoate oral
de: Testosteronundecanoat zum Einnehmen
es: Undecanoato de testosterona oral
fr: Undécanoate de testostérone oral
ja: テストステロンウンデカン酸経口薬
ko: 테스토스테론 운데카노에이트 경구
th: เทสโทสเตอโรนอันเดคาโนเอตชนิดรับประทาน
zh_hans: 口服十一酸睾酮
zh_hant: 口服十一酸睾酮

# medimport.summary.as_needed
source: Taken as needed in Health.
de: In Apple Health als bedarfsweise eingenommen markiert.
es: Tomado cuando es necesario en Salud.
fr: Pris au besoin dans Santé.
ja: ヘルスケアでは必要時投与。
ko: Health에서 필요 시 복용으로 설정됨
th: Health ระบุว่าใช้ตามต้องการ
zh_hans: 在 Health 中为按需服用。
zh_hant: 在 Health 中為按需服用。

# medimport.summary.daily
source: Daily
de: Täglich
es: Diariamente
fr: Tous les jours
ja: 毎日
ko: 매일
th: ทุกๆ วัน
zh_hans: 每日
zh_hant: 每日

# medimport.summary.daily_times
source: Daily · %@
de: Täglich · %@
es: Diariamente · %@
fr: Tous les jours · %@
ja: 毎日・%@
ko: 매일 · %@
th: ทุกวัน · %@
zh_hans: 每日 · %@
zh_hant: 每日 · %@

# medimport.summary.every_n_days
source: Every %1$lld days · %2$@
de: Alle %1$lld Tage · %2$@
es: Cada %1$lld días · %2$@
fr: Tous les %1$lld jours · %2$@
ja: %1$lld日ごと・%2$@
ko: %1$lld일마다 · %2$@
th: ทุก %1$lld วัน · %2$@
zh_hans: 每 %1$lld 天 · %2$@
zh_hant: 每 %1$lld 天 · %2$@

# medimport.summary.schedule_unavailable
source: Scheduled in Health, but exact reminder times weren't available.
de: In Apple Health geplant, aber genaue Erinnerungszeiten waren nicht verfügbar.
es: Programado en Salud, pero no se dispone de las horas exactas de los recordatorios.
fr: Programmé dans Santé, mais les heures exactes de rappel n’étaient pas disponibles.
ja: ヘルスケアにスケジュールはありますが、正確な通知時刻を取得できませんでした。
ko: Health에 일정이 있지만 정확한 알림 시간은 제공되지 않았습니다.
th: มีตารางเวลาใน Health แต่ไม่มีเวลาแจ้งเตือนที่แน่นอน
zh_hans: Health 中已设置计划，但没有可读取的精确提醒时间。
zh_hant: Health 中已設定計劃，但沒有可讀取的精確提醒時間。

# medimport.summary.weekly
source: Weekly · %1$@ · %2$@
de: Wöchentlich · %1$@ · %2$@
es: Semanalmente · %1$@ · %2$@
fr: Chaque semaine · %1$@ · %2$@
ja: 毎週・%1$@・%2$@
ko: 주간 · %1$@ · %2$@
th: ทุกสัปดาห์ · %1$@ · %2$@
zh_hans: 每周 · %1$@ · %2$@
zh_hant: 每周 · %1$@ · %2$@

source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 중간
th: ปานกลาง
zh_hans: 中
zh_hant: 中

# medplan.editor.daily_schedule.help
source: Reminder times are controlled here. Medication details only control the medication and dose.
de: Die Erinnerungszeiten werden hier festgelegt. Die Medikamentenangaben bestimmen nur Medikament und Dosis.
es: Las horas de los recordatorios se controlan aquí. Los datos de la medicación solo definen el medicamento y la dosis.
fr: Les heures de rappel sont définies ici. Les détails du médicament définissent uniquement le médicament et la dose.
ja: リマインダーの時刻はここで設定します。薬剤の詳細では薬と投与量のみを設定します。
ko: 알림 시간은 여기에서 설정합니다. 약물 세부 정보에서는 약물과 용량만 설정합니다.
th: กำหนดเวลาแจ้งเตือนได้ที่นี่ ส่วนรายละเอียดยาจะกำหนดเฉพาะยาและขนาดยา
zh_hans: 这里控制的是提醒时间。药物详情只负责药物类型和剂量。
zh_hant: 這裡控制的是提醒時間。藥物詳情只負責藥物類型和劑量。

# medplan.editor.medication_details.configure
source: Configure medication details
de: Medikamentenangaben konfigurieren
es: Configurar los detalles de la medicación
fr: Configurer les détails du médicament
ja: 薬剤の詳細を設定
ko: 약물 세부 정보 구성
th: กำหนดค่ารายละเอียดยา
zh_hans: 设置药物详情
zh_hant: 設定藥物詳情

# medplan.editor.medication_details.edit
source: Edit medication details
de: Medikamentenangaben bearbeiten
es: Editar detalles de la medicación
fr: Modifier les détails du médicament
ja: 薬剤の詳細を編集
ko: 약물 세부 정보 수정
th: แก้ไขรายละเอียดยา
zh_hans: 编辑药物详情
zh_hant: 編輯藥物詳情

# medplan.editor.medication_details.required
source: You need medication details before saving the plan.
de: Vor dem Speichern des Plans werden Medikamentenangaben benötigt.
es: Necesitas los detalles de la medicación antes de guardar el plan.
fr: Les détails du médicament sont requis avant d’enregistrer le plan.
ja: プランを保存するには薬剤の詳細が必要です。
ko: 계획을 저장하기 전에 약물 세부 정보가 필요합니다.
th: ต้องระบุรายละเอียดยาก่อนบันทึกแผน
zh_hans: 保存计划前需要先确认药物详情。
zh_hant: 儲存計劃前需要先確認藥物詳情。

# medplan.editor.medication_details.title
source: Medication Details
de: Medikamentenangaben
es: Detalles de la medicación
fr: Détails du médicament
ja: 薬剤の詳細
ko: 약물 세부 정보
th: รายละเอียดยา
zh_hans: 药物详情
zh_hant: 藥物詳情

# medplan.editor.slot.help
source: This editor controls the medication details only. The reminder time comes from the wheel above.
de: Hier werden nur die Medikamentenangaben bearbeitet. Die Erinnerungszeit wird mit dem Auswahlrad oben festgelegt.
es: Este editor solo controla los datos de la medicación. La hora del recordatorio se toma del selector de arriba.
fr: Cet éditeur définit uniquement les détails du médicament. L’heure du rappel provient du sélecteur ci-dessus.
ja: ここでは薬剤の詳細のみを編集します。通知時刻は上のホイールで設定します。
ko: 이 편집기에서는 약물 세부 정보만 설정합니다. 알림 시간은 위의 선택 휠에서 설정합니다.
th: หน้าจอนี้กำหนดเฉพาะรายละเอียดยา ส่วนเวลาแจ้งเตือนมาจากตัวเลือกด้านบน
zh_hans: 这里编辑的只有药物详情，提醒时间以上方滚轮为准。
zh_hant: 這裡編輯的只有藥物詳情，提醒時間以上方滾輪為準。

# medplan.editor.slot.required
source: Choose medication and dose for this reminder.
de: Wählen Sie für diese Erinnerung ein Medikament und eine Dosis aus.
es: Elige el medicamento y la dosis de este recordatorio.
fr: Choisissez le médicament et la dose pour ce rappel.
ja: このリマインダーの薬剤と投与量を選択してください。
ko: 이 알림에 사용할 약물과 용량을 선택하세요.
th: เลือกยาและขนาดยาสำหรับการแจ้งเตือนนี้
zh_hans: 请为这条提醒选择药物和剂量。
zh_hant: 請為這條提醒選擇藥物和劑量。

# medplan.import.alignment.aligned
source: Aligned with a Health medication rule.
de: Einer Regel für Apple-Health-Medikamente zugeordnet.
es: Coincide con una regla de medicamentos de Salud.
fr: Correspond à une règle de médicament Santé.
ja: ヘルスケアの薬剤ルールと一致しました。
ko: Health 약물 규칙과 연결됨
th: จับคู่กับกฎยาจาก Health แล้ว
zh_hans: 已通过 Health 用药规则对齐。
zh_hant: 已通過 Health 用藥規則對齊。

# medplan.import.alignment.aligned_format
source: Aligned via %@
de: Über %@ zugeordnet
es: Correspondencia mediante %@
fr: Correspondance via %@
ja: %@によって対応付け済み
ko: %@을(를) 통해 연결됨
th: จับคู่ผ่าน %@
zh_hans: 已通过 %@ 对齐
zh_hant: 已通過 %@ 對齊

# medplan.import.alignment.needs_dose
source: Matched a Health medication rule, but some dose details still need review.
de: Einer Regel für Apple-Health-Medikamente zugeordnet; einige Dosisangaben müssen noch geprüft werden.
es: Coincide con una regla de medicamentos de Salud, pero aún debes revisar algunos datos de la dosis.
fr: Une règle de médicament Santé correspond, mais certains détails de dose doivent encore être vérifiés.
ja: ヘルスケアの薬剤ルールと一致しましたが、一部の投薬情報を確認する必要があります。
ko: Health 약물 규칙과 일치했지만 일부 용량 세부 정보를 검토해야 합니다.
th: ตรงกับกฎยาจาก Health แต่ยังต้องตรวจสอบรายละเอียดขนาดยาบางส่วน
zh_hans: 已匹配到 Health 用药规则，但部分剂量信息仍需确认。
zh_hant: 已匹配到 Health 用藥規則，但部分劑量信息仍需確認。

# medplan.import.alignment.needs_dose_format
source: Matched %@, but some dose details still need review.
de: %@ zugeordnet; einige Dosisangaben müssen noch geprüft werden.
es: Coincide con %@, pero aún debes revisar algunos datos de la dosis.
fr: Correspondance avec %@ établie, mais certains détails de dose restent à vérifier.
ja: %@と一致しましたが、一部の投薬情報を確認する必要があります。
ko: %@와(과) 일치했지만 일부 용량 세부 정보를 검토해야 합니다.
th: จับคู่ %@ แล้ว แต่ยังต้องตรวจสอบรายละเอียดขนาดยาบางส่วน
zh_hans: 已匹配 %@，但部分剂量信息仍需确认。
zh_hant: 已匹配 %@，但部分劑量信息仍需確認。

# medplan.import.alignment.needs_rule
source: No alignment rule yet for this Health medication.
de: Für dieses Apple-Health-Medikament gibt es noch keine Zuordnungsregel.
es: Aún no existe una regla de correspondencia para este medicamento de Salud.
fr: Aucune règle de correspondance n’existe encore pour ce médicament de Santé.
ja: このヘルスケアの薬に対応するルールはまだありません。
ko: 이 Health 약물에 대한 연결 규칙이 아직 없습니다.
th: ยังไม่มีกฎการจับคู่สำหรับยานี้จาก Health
zh_hans: 这条 Health 用药目前还没有对齐规则。
zh_hant: 這條 Health 用藥目前還沒有對齊規則。

# medplan.import.authorization.button
source: Choose Health Medications
de: Medikamente in Apple Health auswählen
es: Elegir medicamentos de Salud
fr: Choisir les médicaments de Santé
ja: ヘルスケアの薬を選択
ko: Health 약물 선택
th: เลือกยาใน Health
zh_hans: 选择可访问的健康用药
zh_hant: 選擇可存取的健康用藥

# medplan.import.authorization.message
source: Choose which medications this app may read. Access also includes their dose events and can be reviewed again at any time.
de: Wählen Sie aus, welche Medikamente diese App lesen darf. Der Zugriff umfasst auch die zugehörigen Dosisereignisse und kann jederzeit erneut geprüft werden.
es: Elige qué medicamentos puede leer esta app. El acceso incluye también sus eventos de dosis y puedes revisarlo de nuevo en cualquier momento.
fr: Choisissez les médicaments que cette app peut lire. L’accès inclut aussi leurs événements de prise et peut être revu à tout moment.
ja: このアプリに読み取りを許可する薬を選択してください。アクセスには服薬イベントも含まれ、後からいつでも見直せます。
ko: 이 앱에서 읽을 약물을 선택하세요. 권한에는 해당 약물의 투여 기록도 포함되며 언제든지 다시 검토할 수 있습니다.
th: เลือกยาที่อนุญาตให้แอปอ่าน การเข้าถึงนี้รวมถึงเหตุการณ์การใช้ยาและตรวจสอบสิทธิ์ใหม่ได้ทุกเมื่อ
zh_hans: 选择允许本应用读取的用药；权限同时包含对应的给药事件，并可随时重新选择。
zh_hant: 選擇允許本 App 讀取的用藥；權限同時包含對應的給藥事件，並可隨時重新選擇。
